{
  "verses": {
    "liveTheNewLife": [
      {
        "content": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
        "title": "2 Corinthians 5:17"
      },
      {
        "content": "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.",
        "title": "Galatians 2:20"
      },
      {
        "content": "Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.",
        "title": "John 14:21"
      },
      {
        "content": "Therefore, I urge you, brothers and sisters, in view of God’s mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship.",
        "title": "Romans 12:1"
      },
      {
        "content": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness.",
        "title": "2 Timothy 3:16"
      },
      {
        "content": "Keep this Book of the Law always on your lips; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful.",
        "title": "Joshua 1:8"
      },
      {
        "content": "If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you.",
        "title": "John 15:7"
      },
      {
        "content": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
        "title": "Philippians 4:6-7"
      },
      {
        "content": "We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ.",
        "title": "1 John 1:3"
      },
      {
        "content": "And let us consider how we may spur one another on toward love and good deeds, not giving up meeting together, as some are in the habit of doing, but encouraging one another—and all the more as you see the Day approaching.",
        "title": "Hebrews 10:24-25"
      },
      {
        "content": "“Come, follow me,” Jesus said, “and I will send you out to fish for people.”",
        "title": "Matthew 4:19"
      },
      {
        "content": "For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile.",
        "title": "Romans 1:16"
      }
    ],
    "proclaimChrist": [
      {
        "content": "for all have sinned and fall short of the glory of God",
        "title": "Romans 3:23"
      },
      {
        "content": "We all, like sheep, have gone astray, each of us has turned to our own way; and the LORD has laid on him the iniquity of us all.",
        "title": "Isaiah 53:6"
      },
      {
        "content": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
        "title": "Romans 6:23"
      },
      {
        "content": "Just as people are destined to die once, and after that to face judgment",
        "title": "Hebrews 9:27"
      },
      {
        "content": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
        "title": "Romans 5:8"
      },
      {
        "content": "For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit.",
        "title": "1 Peter 3:18"
      },
      {
        "content": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—not by works, so that no one can boast.",
        "title": "Ephesians 2:8-9"
      },
      {
        "content": "he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,",
        "title": "Titus 3:5"
      },
      {
        "content": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God",
        "title": "John 1:12"
      },
      {
        "content": "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me.",
        "title": "Revelation 3:20"
      },
      {
        "content": "I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life.",
        "title": "1 John 5:13"
      },
      {
        "content": "Very truly I tell you, whoever hears my word and believes him who sent me has eternal life and will not be judged but has crossed over from death to life.",
        "title": "John 5:24"
      }
    ],
    "godsResources": [
      {
        "content": "Don’t you know that you yourselves are God’s temple and that God’s Spirit dwells in your midst?",
        "title": "1 Corinthians 3:16"
      },
      {
        "content": "He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things?",
        "title": "Romans 8:32"
      },
      {
        "content": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
        "title": "Philippians 4:19"
      },
      {
        "content": "Because he himself suffered when he was tempted, he is able to help those who are being tempted.",
        "title": "Hebrews 2:18"
      },
      {
        "content": "How can a young person stay on the path of purity? By living according to your word.I seek you with all my heart; do not let me stray from your commands.",
        "title": "Psalm 119:9,10"
      },
      {
        "content": "What we have received is not the spirit of the world, but the Spirit who is from God, so that we may understand what God has freely given us.",
        "title": "1 corinthians 2:12"
      },
      {
        "content": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
        "title": "Isaiah 41:10"
      },
      {
        "content": "I can do all this through him who gives me strength.",
        "title": "Philippians 4:13"
      },
      {
        "content": "Because of the Lord’s great love we are not consumed, for his compassions never fail. They are new every morning; great is your faithfulness.",
        "title": "Lamentations 3:22,23"
      },
      {
        "content": "God is not human, that he should lie, not a human being, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill?",
        "title": "Numbers 23:19"
      },
      {
        "content": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
        "title": "Isaiah 26:3"
      },
      {
        "content": "Cast all your anxiety on him because he cares for you.",
        "title": "1 peter 5:7"
      }
    ],
    "christDisciple": [
      {
        "content": "Honor the Lord with your wealth, with the firstfruits of all your crops; then your barns will be filled to overflowing, and your vats will brim over with new wine.",
        "title": "proverbs 3:9-10"
      },
      {
        "content": "Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously. Each of you should give what you have decided in your heart to give, not reluctantly or under compulsion, for God loves a cheerful giver.",
        "title": "2 corinthians 9:6,7"
      },
      {
        "content": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
        "title": "Matthew 6:33"
      },
      {
        "content": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.”",
        "title": "Acts 1:8"
      },
      {
        "content": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
        "title": "Matthew 28:19"
      },
      {
        "content": "Then he said to them all: “Whoever wants to be my disciple must deny themselves and take up their cross daily and follow me.",
        "title": "Luke 9:23"
      },
      {
        "content": "Do not love the world or anything in the world. If anyone loves the world, love for the Father is not in them.",
        "title": "1 John 2:15"
      },
      {
        "content": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will.",
        "title": "Romans 12:2"
      },
      {
        "content": "Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.",
        "title": "1 Corinthians 15:58"
      },
      {
        "content": "Consider him who endured such opposition from sinners, so that you will not grow weary and lose heart",
        "title": "Hebrews 12:3"
      },
      {
        "content": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.",
        "title": "Mark 10:45"
      },
      {
        "content": "For what we preach is not ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus’ sake.",
        "title": "2 corinthians 4:5"
      }
    ],
    "growInChrist": [
      {
        "content": "A new command I give you: Love one another. As I have loved you, so you must love one another. By this everyone will know that you are my disciples, if you love one another.",
        "title": "John 13:34-35"
      },
      {
        "content": "Dear children, let us not love with words or speech but with actions and in truth.",
        "title": "1 John 3:18"
      },
      {
        "content": "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves, not looking to your own interests but each of you to the interests of the others.",
        "title": "Philippians 2:3-4"
      },
      {
        "content": "Humble yourselves, therefore, under God’s mighty hand, that he may lift you up in due time.",
        "title": "1 Peter 5:6"
      },
      {
        "content": "But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God’s holy people.",
        "title": "Ephesians 5:3"
      },
      {
        "content": "Dear friends, I urge you, as foreigners and exiles, to abstain from sinful desires, which wage war against your soul.",
        "title": "1 Peter 2:11"
      },
      {
        "content": "“ ‘Do not steal. “ ‘Do not lie. “ ‘Do not deceive one another.",
        "title": "Leviticus 19:11"
      },
      {
        "content": "So I strive always to keep my conscience clear before God and man.",
        "title": "Acts 24:16"
      },
      {
        "content": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.",
        "title": "Hebrews 11:6"
      },
      {
        "content": "Yet he did not waver through unbelief regarding the promise of God, but was strengthened in his faith and gave glory to God, being fully persuaded that God had power to do what he had promised.",
        "title": "Romans 4:20-21"
      },
      {
        "content": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers.",
        "title": "Galatians 6:9-10"
      },
      {
        "content": "In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
        "title": "Matthew 5:16"
      }
    ]
  }
}
